[
  {
    "title": "Fake News & Inteligência Artificial",
    "author": "George Darmiton",
    "id": 1,
    "text": "A imensa quantidade de conteúdos veiculados nas redes sociais traz desafios enormes. Um deles é o combate às fake news. Criar e disseminar deliberadamente conteúdos falsos pode causar danos à sociedade e, muitas vezes, o objetivo dessa disseminação é a obtenção de algum ganho, seja financeiro ou vantagem política. Isso é definido como “desinformação”.\n\nUsuários comuns, ao serem bombardeados com conteúdos falsos, não percebem que o conteúdo é enganoso e o disseminam amplificando a desinformação em sua rede de contatos. Pode-se pensar ainda na divulgação de conteúdos verdadeiros com a intenção de, por exemplo, manchar a reputação de alguém ou de alguma organização. Ou ainda, em conteúdos com sátira, que é uma forma humorada de criticar pessoas e ideias e não tem a intenção de ser levada a sério.\n\nDe maneira geral, as situações relatadas são popularmente categorizadas como fake news (notícias falsas) e podem ser responsáveis por colocar vidas em perigo, comprometer eleições e, de maneira mais ampla, delinear o curso da história. Mas, salienta-se que em alguns casos, o conteúdo veiculado não contém informação falsa; pode ser uma informação colocada fora de contexto com o propósito de torná-la mais crível. E, também, alguns conteúdos nem notícias são.\n\nA inspeção manual de conteúdos veiculados na Internet é inviável não apenas pela quantidade, mas também pela necessidade de especialistas humanos com pouco viés para realizar a curadoria de tais conteúdos.\n\nLogo, é preciso automatizar o processo! Dentre as tecnologias atuais, a Inteligência Artificial (IA) apresenta-se como a mais viável para realizar a tarefa de separar rapidamente conteúdos falsos de verdadeiros.\n\nSendo mais específico, a Aprendizagem de Máquina (ramo da IA) é capaz de extrair informações de dados e, assim, construir uma representação conveniente para categorizar conteúdos potencialmente falsos. São duas as principais fases na construção de uma máquina com a capacidade de detectar fake news: treinamento e uso. Na fase de treinamento, vários exemplos de conteúdos falsos e de conteúdos verdadeiros são apresentados à máquina. Com acesso a esses conteúdos, a máquina consegue criar uma representação interna que encontra atributos importantes para diferenciá-los. Na fase de uso, a máquina está pronta para receber conteúdos, possivelmente oriundos das redes sociais, e classificá-los em uma das possíveis classes: falso ou verdadeiro, por exemplo.\n\nAlém de fornecer uma classificação, deseja-se que a máquina também seja capaz de explicar como derivou tal resposta. Esse processo de explicação ajuda não apenas o ser humano, que pode entender os motivos que levaram à decisão, mas também pode ser usado por especialistas em ciência de dados como o intuito de melhorar a precisão da própria máquina.\n\nDa mesma forma que é possível utilizar IA para detectar fake news, também é possível usar a IA para automatizar o processo de criação de conteúdos falsos que imitam conteúdos verdadeiros. Esta automatização do processo de gerar “desinformação” caracteriza-se por uma mudança de escala na produção, pois as máquinas são capazes de gerar rapidamente muito mais conteúdos falsos do que especialistas humanos. De certa forma, a IA está democratizando a criação de “desinformação”, pois qualquer um com acesso a um chatbot (programa que “conversa” com o usuário”) pode usá-lo para gerar conteúdos com alto grau de plausibilidade. Ou seja, diferenciar o que é real do que é falso está ficando mais difícil.\n\nEstamos testemunhando uma guerra de informação sem precedente. Não é trivial reprimir conteúdos falsos sem conflitar com a liberdade de expressão por também reprimir conteúdos oriundos de organizações que têm realizado um trabalho coerente até então.\n\nPara contribuir no combate às fake news devemos pensar mais e compartilhar menos!",
    "date": "Publicado em 6 de março de 2024",
    "link": "https://www.diariodepernambuco.com.br/noticia/opiniao/2024/03/fake-news-inteligencia-artificial.html",
    "subtitulo":""
  },
  {
    "title": "O Impacto das Redes Sociais e o Discurso de Ódio",
    "author": "George Darmiton",
    "id": 2,
    "text": "A primeira rede social a atingir o patamar de um milhão de usuários foi a MySpace, em 2004. Outras surgiram de lá para cá. Facebook, YouTube e WhatsApp possuem mais de 2 bilhões de usuários cada uma. Em menos de 20 anos, vimos um rápido crescimento delas e, dada nossa presença maciça nessas redes, não é à toa que a forma como as usamos esteja moldando diversos aspectos do nosso comportamento. As mudanças abrangem a forma como nos comunicamos, trabalhamos, aprendemos e nos divertimos.\n\nEstamos online e tendo que lidar com tal novidade. Mas a fácil disseminação e a crença de anonimato fazem das mídias sociais um ambiente muito utilizado para a propagação de discursos de ódio, que pode ser definido como ataque ou ameaça a outras pessoas motivados por raça, gênero, nacionalidade, orientação sexual, entre outros.\n\nAs redes sociais rejeitam o discurso de ódio e indicam que usuários que promovam esse tipo de discurso podem sofrer sanções. O volume de postagens nessas redes é imenso. Só o X (antigo Twitter) veicula, em média, seis mil postagens por segundo, ou seja, 500 milhões de postagens diárias. Estes são dados de apenas do X. Logo, a ideia de se ter intervenção humana, com a finalidade de verificar possíveis infrações, torna-se inviável. Além da dificuldade associada ao volume, a tarefa de indicar se um discurso é de ódio ou não, requer pessoas especializadas, pois um discurso muitas vezes pode ser confundido com sarcasmo, humor, ou linguagem ofensiva que, em muitos casos, pode ser protegida por lei. Dadas essas especificidades, realizar a moderação das postagens em redes sociais usando humanos é um trabalho desafiador, além de lento e não escalável. Logo, é necessário automatizar o processo e passar a tarefa para programas de computador que são replicáveis e respondem rapidamente.\n\nA tarefa de detectar discurso de ódio pode ser descrita de maneira simples: dado um conteúdo, deseja-se que o sistema responda sim, se o conteúdo contiver discurso de ódio ou não. Mas, a computação tradicional, determinística e que trabalha segundo regras estáticas, não é uma ferramenta adequada para a tarefa em questão.\n\nDaí emerge a aprendizagem de máquina, que é um ramo da Inteligência Artificial capaz de aprender a partir de dados. Ou seja, ao invés de ser explicitamente programada com regras extraídas de especialista humanos, as máquinas de aprendizagem capturam informações diretamente dos dados (postagens contendo ou não discurso de ódio) de maneira autônoma e automática, sendo assim, capazes de lidar com a incerteza inerente ao processo, além de poderem ser ajustadas para se adaptar às mudanças. As redes sociais já se valem de máquinas que aprendem para detectar e tentar impedir a disseminação de discurso de ódio.\n\nChama no Zap 👋🏻 Receba notícias na palma da sua mão.\nClique aqui e entre agora mesmo no nosso canal exclusivo do WhatsApp\n\nPorém, ainda há bastante espaço para ajustes e melhorias, pois a detecção automática de discurso de ódio é uma tarefa desafiadora e mal-definida; ainda não há consenso sobre como discurso de ódio deve ser definido. Neste cenário, é promissor vislumbrar estratégias capazes de sinergicamente integrar algoritmos e pessoas, capturando o melhor de cada um.\n\nGeorge Darmiton, professor titutar do CIn/ UFPE e membro da Academia Pernambucana de Ciências",
    "date": "Publicado em 2 de Julho de 2024",
    "link": "https://example.com/noticia2",
    "subtitulo":"É promissor vislumbrar estratégias capazes de sinergicamente integrar algoritmos e pessoas, capturando o melhor de cada um."
  },
  {
    "title":"Liga Acadêmica de Inteligência Artificial do CIn-UFPE promove palestra sobre identificação de Fake News",
    "author":"ASCOM",
    "id":3,
    "text":"A apresentação ocorrerá no dia 4 de junho, a partir das 16h, no Anfiteatro do CIn. George Darmiton, professor e coordenador do curso de IA do Centro de Informática (CIn) da UFPE, irá apresentar, no dia 4 de junho, uma palestra sobre a utilização de ferramentas de Inteligência Artificial para identificar fake news. Intitulada “Uso de Inteligência Artificial na detecção de Fake News”, a apresentação acontecerá no Anfiteatro do Centro, a partir das 16h, e irá abordar os danos que podem ser causados à sociedade pelas notícias falsas, as motivações por trás das mentiras tendenciosas e como a IA se provou a tecnologia mais viável para separar de forma rápida e eficaz as informações reais das falsas.\n\nA palestra é uma realização da Liga Acadêmica de Inteligência Artificial do CIn-UFPE (Ligia) com a colaboração do grupo Combate à Desinformação e ao Discurso de Ódio (CoDES) também do Centro de Informática. Confira abaixo um resumo detalhado da palestra e clique aqui para fazer sua inscrição gratuita através da plataforma Sympla.\n\nSobre a apresentação – Neste seminário, serão abordados dois assuntos importantes que estão conectados: Fake News e Inteligência Artificial. A disseminação de conteúdos falsos pode causar danos à sociedade e, muitas vezes, o objetivo dessa disseminação é a obtenção de algum ganho, seja financeiro ou ainda alguma vantagem política. Dentre as tecnologias atuais, a inteligência artificial apresenta-se como a tecnologia mais viável para realizar a tarefa de separar rapidamente conteúdos falsos de conteúdos verdadeiros. Esse é um dos tópicos de interesse do grupo de pesquisa CoDes (codes.cin.ufpe.br).",
    "date":"Publicado em 27 de Maio de 2025",
    "link":"https://portal.cin.ufpe.br/2025/05/27/liga-academica-de-inteligencia-artificial-do-cin-ufpe-promove-palestra-sobre-identificacao-de-fake-news/",
    "subtitulo":""
  },
{
  "title": "Terapia com IA: especialistas classificam experiência como perigosa e fazem alertas",
  "author": "Folha de Pernambuco",
  "id": 4,
  "text": "O avanço da Inteligência Artificial (IA) vem transformando diferentes áreas da sociedade, inclusive a saúde mental. Com a popularização de chatbots e aplicativos que prometem simular conversas terapêuticas, cresce o número de pessoas que buscam apoio emocional em ferramentas automatizadas. No entanto, especialistas alertam que, embora essas tecnologias possam auxiliar de forma pontual, o uso indiscriminado de IAs como substitutos de profissionais da psicologia pode representar riscos graves.\n\nUm estudo de Harvard, publicado em abril deste ano, identificou os cem principais usos da IA, entre eles, ‘Terapia e Companheirismo’. A pesquisa destacou a crescente tendência de se utilizar IAs para fins de escuta ativa e aconselhamento psicológico. Contudo, profissionais de saúde mental destacam que essas interações não substituem o acompanhamento humano e que podem até agravar quadros de ansiedade, depressão e outros transtornos.\n\n“Chatbots podem até oferecer acolhimento inicial, mas eles não possuem a capacidade de compreender as nuances emocionais e contextuais de cada paciente”, explica a psicóloga clínica Maria Eduarda Cavalcanti. “O perigo está em o usuário acreditar que está recebendo um tratamento adequado, quando na verdade a IA não é capaz de avaliar crises, riscos de suicídio ou a necessidade de intervenção imediata.”\n\nOutro ponto de preocupação é o tratamento de dados sensíveis. Plataformas que oferecem interações terapêuticas baseadas em IA coletam informações extremamente pessoais, muitas vezes sem deixar claro como elas serão armazenadas ou utilizadas. “Quando se trata de saúde mental, o sigilo é um princípio ético. Não há garantia de que essas informações não sejam processadas para fins comerciais”, alerta o professor de ética digital João Victor Pereira.\n\nOs especialistas reforçam que a IA pode, sim, ser uma aliada no campo da psicologia, desde que utilizada de forma responsável, supervisionada e ética. Ferramentas automatizadas podem auxiliar terapeutas humanos no agendamento, acompanhamento de histórico de sessões e até no suporte à análise de padrões linguísticos. Contudo, substituir o contato humano pela máquina não é recomendável.\n\n“O atendimento psicológico envolve empatia, escuta ativa e construção de vínculo, aspectos que, até o momento, são impossíveis de replicar por algoritmos”, resume a professora de Psicologia da UFPE, Ana Paula Melo.\n\nDessa forma, os especialistas reforçam que, embora a Inteligência Artificial traga inovações importantes, ela deve ser vista como um complemento ao trabalho humano e não como um substituto.\n\nPublicado originalmente em: https://www.folhape.com.br/noticias/terapia-com-ia-especialistas-fazem-alerta/439102/",
  "date": "Publicado em 20 de setembro de 2025",
  "link": "https://www.folhape.com.br/noticias/terapia-com-ia-especialistas-fazem-alerta/439102/",
  "subtitulo": ""
}
,
{
  "title": "Inteligência Artificial: muito além dos robôs de conversação",
  "author": "George Darmiton",
  "id": 5,
  "text": "O desbravar de caminhos para alcançar inteligência além do ser humano remonta a um passado distante dos tempos modernos. Na mitologia grega, Talos, um autômato gigante de bronze, foi concebido por um deus para proteger a ilha de Creta. Talos é provavelmente a primeira máquina inteligente documentada.\n\nDa Grécia antiga para os dias atuais, a Inteligência Artificial (IA) deixou de ser um assunto apenas relacionado à ficção científica para permear nosso cotidiano. Ao fazer uma busca no Google, somos auxiliados por algoritmos que usam IA. Recomendações de filmes, de livros ou de músicas, nas mais diferentes plataformas, são trabalhos realizados por IA. O acesso ao celular ou aos caixas eletrônicos de bancos usando a impressão digital, a face ou a palma da mão, também é uma tarefa desempenhada por IA. A lista é longa e inclui jogos, redes sociais, sistemas de saúde e financeiro, propaganda, transporte, compras online, só para dar alguns exemplos. Ou seja, artefatos que usam IA já permeiam nosso cotidiano faz algum tempo e, em muitos casos, não estamos cientes de que existe uma IA por trás do processo.\n\nA percepção do público sobre IA vem mudando ao longo do tempo. Embora seja unânime seu poder transformador na sociedade, alguns enxergam um imenso potencial positivo, já outros veem o copo meio vazio. Interagir com um computador super-avançado, como o HAL 9000, do filme “2001: uma Odisseia no Espaço”, despertava o imaginário popular e, esta realidade, começou a se materializar com o advento de assistentes virtuais como Siri, Cortana e Alexa.\n\nPorém, a visão geral do que é IA começou a se modificar de maneira mais evidente ao final de 2022, com o lançamento do ChatGPT. Agora dispomos de robôs de conversação capazes de realizar diferentes tarefas que, no passado, eram atribuídas apenas a humanos, tais como: resolução de problemas, resumo de documentos, escrita de programas de computador e de cartas, análise de dados e criação de imagens e de vídeos. Tudo isso como se estivéssemos conversando, batendo um papo, com um amigo. Logo, esta forma simples de nos comunicarmos com esses robôs gera uma maior visibilidade da existência de IA, além de aproximar essa realidade da sociedade de forma mais ampla. Esta novidade provoca diferentes sensações e é motivo de debate não apenas entre especialistas, mas por boa parte da sociedade.\n\nDepois do ChatGPT, ferramentas similares surgiram: Gemini e Deep Seek, entre outras. Esta diversificação de ferramentas amplia as possibilidades de uso e, por consequência, expande a percepção de suas capacidades. Tais ferramentas têm o propósito de processar linguagem natural, ou seja, dispõe de capacidade de \"entender\" um comando, seja de texto ou de voz, e de produzir uma resposta. Muitos setores da sociedade, empresas públicas ou privadas, já se beneficiam de tais ferramentas e a tendência é de maior e melhor adesão.\n\nMas, vale a ressalva de que IA não é apenas um robô de conversação ou um grande modelo de linguagem (LLM, do inglês). Vai muito além!\n\nÉ importante estarmos cientes disso, pois só assim podemos aprofundar a discussão sobre o impacto dessas tecnologias em nossas vidas; pois existem vários aspectos éticos e legais envolvidos. Munidos de tal discernimento, podemos avançar no uso e na construção de ferramentas e de processo educacionais que nos auxiliem a extrair o que de melhor essas novas tecnologias têm a nos oferecer.\n\nGeorge Darmiton, Coordenador do Bacharelado em Inteligência Artificial, Membro da Academia Pernambucana de Ciências e Professor Titular do CIn-UFPE",
  "date": "Publicado em 11 de agosto de 2025",
  "link": "https://jc.uol.com.br/opiniao/artigo/2025/08/11/george-darmiton-inteligencia-artificial-muito-alem-dos-robos-de-conversacao.html",
  "subtitulo": ""
}



]
